{
    "intro": "Everyone is gathered around in the cozy living room of a contemporary suburban home, and the house is lit in a Christmas spirit.  A tall white Christmas tree standing in the corner of the living room, decorated with ornaments and twinkling lights. The aroma of various holiday dishes fills the air, and the sound of cheerful Christmas music plays softly in the background. Today, it's not just any Christmas dinner; it's also the celebration party of the host, who is rumoured to have perfected the \"Best Momo of all Time\" recipe and is starting a business selling it. Everyone is excited to try the dish; if there is one thing that unites this group of people, it's their love for momo. Everyone starts by grabbing a plate with one momo each and sitting down to enjoy the meal together.",
    "plotStart": "The lights are turned off and the video starts to play on the TV. Everyone is excited to see the the \"The best momo of all time\" being unveiled. When everyone is watching the video, it stops and ask everyone to have their momo and take a bite together. As everyone takes a bite of the momo, the lights flicker and go off for a few seconds. While everyone is enjoying their momos, suddenly one guest (the momo king) starts to choke and collapses to the ground. The host quickly turns on the lights and rushes to help the momo king. But its too late, the momo king has died. The guests are now in shock and confusion. The host then reveals that the momo king has been poisoned. The host informs everyone that no one is allowed to leave until the culprit is found. The guests must now work together to solve the mystery of who killed the momo king and why.",
    "victimIntro": "This is the Momo King, a renowned chef who has been trying for ages to perfect the 'Best Momo of all Time' recipe! He didn't just talk to Chefs all over Nepal, he worked with Chemists, Nutritionists, Medical Professionals, and AI Developers to create the ultimate Momo. He even used complex AI to find the perfect uniform thickness of dough and chutney consistency. Everyone he sought advice from is around this table today, and he is here to celebrate his genius and soon-to-be fortune!",
    "victimToast": "Silence! Silence, everyone! ... I want to propose a toast to ME! And to the future of the Momo Empire! This recipe will make millions, and I deserve every penny. To the future!"
}