{
    "id": "2",
    "name": "The Nepali Food Fanatic",
    "role": "Suspect",
    "isOptional": true,
    "description": "Passionate defender of authentic Nepali cuisine who refuses to eat anything but traditional Nepali food.",
    "about": "I am **The Nepali Food Fanatic**! 🇳🇵 I refuse to eat anything that isn't authentic Nepali cuisine. Seriously, I think no other cuisine on this planet can compare to the rich flavors and spices of our food. I add spices to *everything* I eat—yes, even desserts—because **Timur** makes life better! I get genuinely upset when someone calls a Momo a 'Momos' **(it's always momo!)** or tries to fuse it with anything. The Momo King's talk of fusion and AI makes my blood boil. I am determined to make sure this 'Best Momo of all Time' recipe stays true to its roots and isn't polluted by modern nonsense! I think **Player 3 (The Rival Chef)** only cares about money, not genuine flavor.",
    "secret": "Before the momo was served, I added a massive, extra-spicy pinch of my personal **Timur** stash to the Momo King's plate, hoping to enhance the flavor and 'correct' his poor taste. This was **before** the poisoning. I have to be extremely careful, because **Player 6 (The Chemist)** saw me do this from the kitchen, and if they accuse me, I will look guilty of adding the final, fatal ingredient.",
    "action": "When questioned about the poison, loudly announce that the poison must have been a non-traditional ingredient. Defend your use of Timur as a 'flavor correction,' not an attempt to harm.",
    "alibi": "You were at the table the whole time but added Timur to the Momo King's plate before the poisoning, which someone may have witnessed.",
    "goal": "Find out who poisoned the Momo King and ensure they are punished. You must publicly shame the Momo King's 'fusion' attempts to protect authentic Nepali cuisine.",
    "tips": "**Your Flaws:**\n- You did threaten to confront the Momo King about his fusion ideas earlier in the evening, which could make you look suspicious.\n- You did add something to his food and **Player 6 (The Chemist)** saw you do it from the kitchen, which could make you look guilty.\n\n**What You Witnessed:** You saw **Player 9 (The Food Vlogger)** bring in that ridiculous toxic chili oil and make a big show of it. You can bring this up to point out how suspicious it is that they brought actual poison to the party.",
    "icon": "🌶️",
    "image": "2.png"
}